sche = [
	["体锻", "信息", "语文", "英语", "数学", "生物", "政治", "化学", "物理"],
	["地理", "数学", "历史", "体专", "体专", "语文", "英语", "拓研", "拓研"],
	["英语", "生物", "艺术", "数学", "数学", "物理", "语文", "心理", "化学"],
	["语文", "历史", "物理", "体育", "政治", "英语", "数学", "劳技", "数测"],
	["地理", "体育", "英语", "语文", "化学", "数学", "信息", "班会"]
];

data = [
	["佘轶舟", "史炜乐", "齐欣怡", "李予心 王屹杨 黄语菲", "卫澜",   "刘豫皖"],
	["任思渔", "张煜琀", "邵思晴", "沈筱祎 吴嘉雯 赵国桓", "邓湛",   "吕一飞"],
	["邵亦涵", "张金皓", "张伊容", "严睿扬 李晟淏 罗怡霖", "张既同", "张嘉怡"],
	["温璐宁", "张乙夏", "金品希", "桂诗韵 郁佳一 金泰仰", "周津仕", "秦黄蕊"],
	["梁彦欣", "顾思仪", "曹锦秀", "李欣宜 费云帆 杨睿怡", "蒋奕铭", "魏舒天"]
];
//黄思绮 胡健宇

delaytime = 3000;

debugmode = false;