sche = [
	["体锻", "信息", "语文", "英语", "数学", "生物", "政治", "化学", "物理"],
	["地理", "数学", "历史", "体专", "体专", "语文", "英语", "拓研", "拓研"],
	["英语", "生物", "艺术", "数学", "数学", "物理", "语文", "心理", "化学"],
	["语文", "历史", "物理", "体育", "政治", "英语", "数学", "劳技", "数测"],
	["地理", "体育", "英语", "语文", "化学", "数学", "信息", "班会"]
];

data = [
	["人", "人", "人", "人", "人", "人"],
	["人", "人", "人", "人", "人", "人"],
	["人", "人", "人", "人", "人", "人"],
	["人", "人", "人", "人", "人", "人"],
	["人", "人", "人", "人", "人", "人"]
];

delaytime = 3000;

debugmode = false;
