sche = [
	["体锻", "信息", "语文", "英语", "数学", "生物", "政治", "化学", "物理"],
	["地理", "数学", "历史", "体专", "体专", "语文", "英语", "拓研", "拓研"],
	["英语", "生物", "艺术", "数学", "数学", "物理", "语文", "心理", "化学"],
	["语文", "历史", "物理", "体育", "政治", "英语", "数学", "劳技", "数测"],
	["地理", "体育", "英语", "语文", "化学", "数学", "信息", "班会"]
];

// 感谢 @SFKgroup 提供的随机名字
data = [
	["鲍晋鹏", "亓官濡", "凤晨濡", "包运凯", "冀鹏",   "汝曜曦"],
	["墨锶涵", "云语汕", "仇妙可", "庄灵皓", "海荣轩", "佘哲恺"],
	["涂芝菲", "佴钰婉", "籍珈睿", "充仔晨", "谈曜瑞", "时清晨"],
	["舄逸熙", "倪思琪", "单翰森", "焦沣",   "边桀诰", "田乾坤"],
	["刘宛南", "窦晓蕾", "侯光济", "夏晓萍", "尹冠鹏", "益绎浚"]
];

delaytime = 3000;

debugmode = false;
